tap "denji/nginx"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "argyll-cms"
brew "sqlite"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bfg"
brew "bison"
brew "pcre"
brew "glib"
brew "cloog"
brew "docker-compose", link: false
brew "exiftool"
brew "libtool"
brew "pkg-config"
brew "gnutls"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "libksba"
brew "gnupg"
brew "go"
brew "gphoto2"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "node"
brew "jupyterlab", link: false
brew "libpq"
brew "libxml2"
brew "lua@5.1"
brew "luarocks"
brew "nvm"
brew "openconnect"
brew "tmux"
brew "overmind"
brew "python3"
brew "postgresql"
brew "qt"
brew "redis"
brew "telnet"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "denji/nginx/openresty"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "aerial"
cask "audio-hijack"
cask "backblaze"
cask "canon-captureontouch-utility"
cask "canon-eos-utility"
cask "carbon-copy-cloner"
cask "chromedriver"
cask "discord"
cask "displaycal"
cask "docker"
cask "maestral"
cask "firefox"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "geekbench"
cask "google-chrome"
cask "google-chrome-canary"
cask "launchbar"
cask "logitech-options"
cask "mactex"
# cask "minecraft"
cask "ngrok"
cask "obs"
cask "obs-virtualcam"
cask "slack"
cask "textexpander"
# cask "tg-pro"
cask "timing"
cask "visual-studio-code"
cask "wireshark"
cask "zoomus"
