tap "denji/nginx"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "openssl@1.1"
brew "apr-util"
brew "argyll-cms"
brew "autoconf"
brew "automake"
brew "readline"
brew "sqlite"
brew "python"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bfg"
brew "bison"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "exiftool"
brew "fontconfig"
brew "git"
brew "pcre"
brew "glib"
brew "gnupg"
brew "go"
brew "popt"
brew "gphoto2"
brew "hub"
brew "imagemagick"
brew "isl@0.11"
brew "oniguruma"
brew "jq"
brew "libpq"
brew "libxml2", link: true
brew "libxmlsec1"
brew "libyaml"
brew "lua@5.1"
brew "luarocks"
brew "makedepend"
brew "node"
brew "nvm"
brew "overmind"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "python@2"
brew "qt"
brew "redis"
brew "ruby-install"
brew "szip"
brew "wget"
brew "yarn"
brew "zlib"
brew "denji/nginx/openresty"
brew "heroku/brew/heroku"
cask "audio-hijack"
cask "carbon-copy-cloner"
cask "displaycal"
cask "front"
cask "geekbench"
cask "google-chrome"
cask "ngrok"
cask "sourcetree"
cask "textmate"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "zoomus"
