tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "openresty/brew"

# brew "argyll-cms"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bash"
# brew "bfg"
# brew "bison"
# brew "cf"
# brew "cloog"
brew "cmake"
brew "coreutils"
# brew "docker-compose", link: false
brew "exiftool"
brew "ffmpeg"
brew "gcc"
brew "git"
# brew "glib"
# brew "gnupg"
# brew "gnutls"
brew "go"
brew "gphoto2"
brew "gsl"
brew "heroku/brew/heroku"
# brew "imagemagick"
# brew "ipython"
brew "jq"
# brew "jupyterlab", link: false
# brew "libgpg-error"
# brew "libheif"
# brew "libiconv"
# brew "libksba"
# brew "libpq"
# brew "libtool"
# brew "libxml2"
# brew "libyaml"
# brew "lua"
brew "lua@5.1"
brew "luarocks"
# brew "makedepend"
# brew "nginx"
brew "node"
brew "nvm"
# brew "oniguruma"
# brew "openresty/brew/openresty"
# brew "openssl@1.1"
brew "overmind"
brew "pandoc"
brew "pcre"
# brew "pkg-config"
brew "popt"
brew "postgresql@14"
brew "python3"
brew "qt"
# brew "readline", link: true
brew "redis"
brew "ruby"
brew "sqlite"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
# brew "xml2"
brew "yarn"
brew "youtube-dl"
brew "zlib"

cask "1password-cli"
cask "1password"
cask "audio-hijack"
# cask "canon-captureontouch-utility"
# cask "canon-eos-utility"
# cask "canon-eos-webcam-utility"
cask "carbon-copy-cloner"
cask "chromedriver"
cask "discord"
cask "displaycal"
cask "docker"
cask "fantastical"
cask "firefox"
cask "font-inconsolata"
cask "font-source-code-pro"
cask "geekbench"
cask "google-chrome-canary"
cask "google-chrome"
cask "launchbar"
# cask "mactex-no-gui"
# cask "mactex"
cask "maestral"
cask "ngrok"
cask "obs-virtualcam"
cask "obs"
cask "slack"
cask "textexpander"
cask "timing"
cask "visual-studio-code-insiders"
cask "visual-studio-code"
cask "zoom"
cask "zulip"
