tap "denji/nginx"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
brew "libyaml"
brew "readline", link: true
brew "sqlite"
brew "autoconf"
brew "automake"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bfg"
brew "bison"
brew "pcre"
brew "cf"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "exiftool"
brew "git"
brew "go"
brew "libtool"
brew "popt"
brew "gphoto2"
brew "gsl"
brew "hub"
brew "oniguruma"
brew "jq"
brew "libgpg-error"
brew "libiconv"
brew "libksba"
brew "libxml2"
brew "lua"
brew "lua@5.1"
brew "luarocks"
brew "makedepend"
brew "nginx"
brew "node"
brew "overmind"
brew "pandoc"
brew "pkg-config"
brew "postgresql", restart_service: true
brew "python"
brew "redis"
brew "ruby"
brew "solr"
brew "vips"
brew "wget"
brew "xml2"
brew "yarn"
brew "zlib"
brew "denji/nginx/openresty"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "audio-hijack"
cask "calibre"
cask "docker"
cask "dropbox"
cask "front"
cask "mactex-no-gui"
cask "textmate"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
cask "zoomus"
